Repository: MurfahadShikalgar/flutter_boilerplate
Catalog: lib/utils/translations/l10n/app_*.arb
Languages: hi

source: Home Screen
hi: होम स्क्रीन

source: Second Screen
hi: दूसरी स्क्रीन

source: Third Screen
hi: तीसरी स्क्रीन

source: Data Screen
hi: डेटा स्क्रीन

source: Detail Screen
hi: विवरण स्क्रीन

source: Yes
hi: हाँ

source: No
hi: नहीं

source: Close
hi: बंद

source: Retry
hi: पुन: प्रयास करें

source: Reload
hi: पुनः लोड करें

source: Success
hi: सफलता

source: Navigate
hi: अगला

# alertdialogtitle
source: Alert Dialog
hi: चेतावनी संवाद

# defaultdialogtitle
source: Default Dialog
hi: चूक संवाद

# resultTitle
source: You have tapped these many time
hi: आपने इन्हें कई बार टैप किया है

source: Error
hi: गलती

source: Error 404
hi: त्रुटि 404

source: No Internet
hi: इंटरनेट नहीं है

source: Slow Internet
hi: धीरे इंटरनेट

# errorDesc
source: There is an error occured while executing the program. So Please retry.
hi: प्रोग्राम को क्रियान्वित करते समय एक त्रुटि हुई है। तो कृपया पुनः प्रयास करें।

# error404Desc
source: The server cannot find the requested resource. Try Reloading the Data Again.
hi: सर्वर अनुरोधित संसाधन नहीं ढूँढ सकता। डेटा को फिर से लोड करने का प्रयास करें।

# noInternetDesc
source: Check your Internet connection. Enable the data and Try Again.
hi: अपना इंटरनेट संपर्क जांचे। डेटा सक्षम करें और पुनः प्रयास करें।

# slowInternetDesc
source: You have Slow Internet Connection
hi: आपका इंटरनेट कनेक्शन धीमा है
